{
  "Error": "0",
  "Time": 0.0236,
  "Total": "1785",
  "Page": 1,
  "Books": [
    {
      "ID": 1227820648,
      "Title": "The Modern Web",
      "SubTitle": "Multi-Device Web Development with HTML5, CSS3, and JavaScript",
      "Description": "Today's web technologies are evolving at nearu2013light speed, bringing the promise of a seamless Internet ever closer to reality. When users can browse the Web on a three-inch phone screen as easily as on a fifty-inch HDTV, what's a developer to do? ...",
      "Image": "http://s.it-ebooks-api.info/15/the_modern_web.jpg",
      "isbn": "9781593274870"
    },
    {
      "ID": 890604204,
      "Title": "Web Design Blueprints",
      "SubTitle": "Build websites and applications using the latest techniques in modern web development",
      "Description": "The book delivers simple instructions on how to design and build modern Web using the latest trends in web development. You will learn how to design responsive websites, created with modern Flat User Interface design patterns, build deep-scrolling we ...",
      "Image": "http://s.it-ebooks-api.info/14/web_design_blueprints.jpg",
      "isbn": "9781783552115"
    },
    {
      "ID": 581400918,
      "Title": "Functional Web Development with Elixir, OTP, and Phoenix",
      "SubTitle": "Rethink the Modern Web App",
      "Description": "Elixir and OTP provide exceptional tools to build rock-solid back-end applications that scale. In this book, you'll build a web application in a radically different way, with a back end that holds application state. You'll use persistent Phoenix Chan ...",
      "Image": "http://s.it-ebooks-api.info/1/functional_web_development_with_elixir_otp_and_phoenix.jpg",
      "isbn": "9781680502435"
    },
    {
      "ID": 3985707866,
      "Title": "Web Scraping with Python, 2nd Edition",
      "SubTitle": "Collecting More Data from the Modern Web",
      "Description": "If programming is magic then web scraping is surely a form of wizardry. By writing a simple automated program, you can query web servers, request data, and parse it to extract the information you need. The expanded edition of this practical book not ...",
      "Image": "http://s.it-ebooks-api.info/3/web_scraping_with_python_2nd_edition.jpg",
      "isbn": "9781491985571"
    },
    {
      "ID": 820656902,
      "Title": "Full-Stack Web Development with Vue.js and Node",
      "SubTitle": "Build scalable and powerful web apps with modern web stack: MongoDB, Vue, Node.js, and Express",
      "Description": "Isomorphic JavaScript was the buzzword of the year 2017, allowing developers to utilize a single language throughout their web development stack and build cost-effective and scalable applications. MEVN is a one such modern web development stack consi ...",
      "Image": "http://s.it-ebooks-api.info/14/full-stack_web_development_with_vue.js_and_node.jpg",
      "isbn": "9781788831147"
    },
    {
      "ID": 763286984,
      "Title": "Getting Started with Meteor.js JavaScript Framework",
      "SubTitle": "Develop modern web applications in Meteor, one of the hottest new JavaScript platforms",
      "Description": "Meteor is a brand new platform built entirely in JavaScript that allows you to build modern, dynamic web applications in the blink of an eye. With support for nearly every popular JavaScript framework (and more being added every day), Meteor provides ...",
      "Image": "http://s.it-ebooks-api.info/14/getting_started_with_meteor.js_javascript_framework.jpg",
      "isbn": "9781782160823"
    },
    {
      "ID": 2835931246,
      "Title": "Mastering Yii",
      "SubTitle": "Advance your modern web application development skills with Yii Framework 2",
      "Description": "The successor of Yii Framework 1.1, Yii2 is a complete rewrite of Yii Framework, one of the most popular PHP 5 frameworks for making modern web applications. The update embraces the best practices and protocols established with newer versions of PHP, ...",
      "Image": "http://s.it-ebooks-api.info/14/mastering_yii.jpg",
      "isbn": "9781785882425"
    },
    {
      "ID": 3616286589,
      "Title": "Mastering React",
      "SubTitle": "Master the art of building modern web applications using React",
      "Description": "React stands out in the web framework crowd through its approach to composition. This approach yields blazingly fast rendering capabilities. This book will help you understand what makes React special. It starts with the fundamentals and uses a pragm ...",
      "Image": "http://s.it-ebooks-api.info/14/mastering_react.jpg",
      "isbn": "9781783558568"
    },
    {
      "ID": 2026336332,
      "Title": "JavaScript Frameworks for Modern Web Dev",
      "Description": "JavaScript Frameworks for Modern Web Dev is your guide to the wild, vast, and untamed frontier that is JavaScript development.nnThe JavaScript tooling landscape has grown and matured drastically in the past several years. This book will serve as an ...",
      "Image": "http://s.it-ebooks-api.info/6/javascript_frameworks_for_modern_web_dev.jpg",
      "isbn": "9781484206638"
    },
    {
      "ID": 2213017675,
      "Title": "Modern JavaScript Applications",
      "SubTitle": "An example-driven guide that explores the world of modern web development with JavaScript",
      "Description": "Over the years, JavaScript has become vital to the development of a wide range of applications with different architectures. But JS moves lightning fast, and it's easy to fall behind. Modern JavaScript Applications is designed to get you exploring th ...",
      "Image": "http://s.it-ebooks-api.info/14/modern_javascript_applications.jpg",
      "isbn": "9781785881442"
    }
  ]
}
